Repository: NuSerraLopes/Gestao_Stock
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: NIF must be 9 digits.
pt: O NIF deve ter 9 dígitos.

source: Postal code must be NNNN-NNN.
pt: O código postal deve ser NNNN-NNN.

source: Invalid phone number format.
pt: Formato de número de telefone inválido.

source: VIN must be 11–17 characters (alphanumeric, excluding I/O/Q).
pt: O VIN deve ter entre 11 e 17 caracteres (alfanuméricos, excluindo I/O/Q).

source: License plate should be 5–15 chars (letters/digits/hyphens/spaces).
pt: A matrícula deve ter entre 5 e 15 caracteres (letras/dígitos/hífens/espaços).

source: User
pt: Utilizador

source: User account for this salesperson.
pt: Conta de utilizador para este vendedor.

source: Distributor
pt: Distribuidor

source: Active
pt: Ativo

source: Created At
pt: Criado em

source: Updated At
pt: Atualizado em

source: Salesperson
pt: Vendedor

source: Salespeople
pt: Vendedores

source: Code
pt: Código

source: Name
pt: Nome

source: Portuguese taxpayer number (9 digits).
pt: Número de contribuinte português (9 dígitos).

source: Address
pt: Morada

source: Postal Code
pt: Código Postal

source: City
pt: Cidade

source: Phone
pt: Telefone

source: Seller
pt: Vendedor

source: Client
pt: Cliente

source: Clients
pt: Clientes

source: Owning client.
pt: Cliente proprietário.

source: Contact person name.
pt: Nome da pessoa de contacto.

source: Job Title
pt: Cargo

source: Is Primary
pt: É Principal

source: Marks this as the primary contact for the client.
pt: Marca este como o contacto principal para o cliente.

source: Notes
pt: Notas

source: Client Contact
pt: Contacto do Cliente

source: Client Contacts
pt: Contactos dos Clientes

source: VP Code
pt: Código VP

source: Variant
pt: Variante

source: Version
pt: Versão

source: Homologation
pt: Homologação

source: Tare (kg)
pt: Tara (kg)

source: Engine Code
pt: Código do Motor

source: Gearbox
pt: Caixa de Velocidades

source: Wheelbase
pt: Distância entre Eixos

source: Color Code (Numeric)
pt: Código da Cor (Numérico)

source: Color Description
pt: Descrição da Cor

source: VP Notes
pt: Notas VP

source: License Plate
pt: Matrícula

source: Registration Date
pt: Data de Matrícula

source: Lot
pt: Lote

source: Country
pt: País

source: Production Year
pt: Ano de Produção

source: Has Service Campaign
pt: Tem Campanha de Serviço

source: Service Campaign Date
pt: Data da Campanha de Serviço

source: Service Campaign Due
pt: Campanha de Serviço Pendente

source: Vehicle
pt: Viatura

source: Vehicles
pt: Viaturas

source: Vehicle (by VAN) used for this internal transport.
pt: Viatura (por VAN) utilizada para este transporte interno.

source: Origin
pt: Origem

source: Destination
pt: Destino

source: Request Date
pt: Data do Pedido

source: Transport Date
pt: Data do Transporte

source: Internal Transport
pt: Transporte Interno

source: Internal Transports
pt: Transportes Internos

source: The vehicle tracked in OCF stock.
pt: A viatura seguida no stock OCF.

source: Has Client
pt: Tem Cliente

source: True if vehicle assigned to a client
pt: Verdadeiro se a viatura estiver atribuída a um cliente

source: Client Assigned Date
pt: Data de Atribuição ao Cliente

source: Channel
pt: Canal

source: Order Week
pt: Semana da Encomenda

source: Week number of order
pt: Número da semana da encomenda

source: Order Date
pt: Data da Encomenda

source: Order Number
pt: Número da Encomenda

source: Client Name
pt: Nome do Cliente

source: Final Client
pt: Cliente Final

source: Sold
pt: Vendido

source: Produced
pt: Produzido

source: Buyback
pt: Recompra

source: Extended Warranty
pt: Garantia Extendida

source: Extended Warranty Date
pt: Data da Garantia Extendida

source: Maintenance Contract
pt: Contrato de Manutenção

source: Maintenance Contract Date
pt: Data do Contrato de Manutenção

source: Delivery Date
pt: Data de Entrega

source: Expected Delivery
pt: Entrega Prevista

source: Reservation Info
pt: Informação da Reserva

source: Reservation Notes
pt: Notas da Reserva

source: Reservation Date
pt: Data da Reserva

source: Location
pt: Localização

source: Location Date
pt: Data da Localização

source: Warranty Start
pt: Início da Garantia

source: Pre-PDI Date
pt: Data Pré-PDI

source: PDI Request Date
pt: Data do Pedido de PDI

source: PDI Completed Date
pt: Data de Conclusão do PDI

source: PDI Notes
pt: Notas do PDI

source: PDI Workshop
pt: Oficina PDI

source: Stock Notes
pt: Notas de Stock

source: OCF Stock
pt: Stock OCF

source: OCF Stocks
pt: Stocks OCF

source: Demo Booking App
pt: Aplicação de Demonstração de Reservas

source: Home
pt: Início

source: Salespersons
pt: Vendedores

source: Are you sure you want to delete %(object.name)s?
pt: Tem a certeza que quer apagar %(object.name)s?

source: Confirm Delete
pt: Confirmar Eliminação

source: Cancel
pt: Cancelar

source: Edit
pt: Editar

source: Delete
pt: Apagar

source: Edit Client
pt: Editar Cliente

source: Create Client
pt: Criar Cliente

source: Save
pt: Guardar

source: Create New Client
pt: Criar Novo Cliente

source: Confirm
pt: Confirmar

source: Create
pt: Criar

source: Add Client Contact
pt: Adicionar Contacto do Cliente

source: Edit Distributor
pt: Editar Distribuidor

source: Create Distributor
pt: Criar Distribuidor

source: Distributors
pt: Distribuidores

source: Create New Distributor
pt: Criar Novo Distribuidor

source: Welcome to Gestão de Stock
pt: Bem-vindo ao Gestão de Stock

source: This is a simple application to manage vehicle stock.
pt: Esta é uma aplicação simples para gerir o stock de viaturas.

source: You can manage clients, vehicles, and other entities.
pt: Pode gerir clientes, viaturas e outras entidades.

source: View Clients
pt: Ver Clientes

source: Are you sure you want to delete this internal transport?
pt: Tem a certeza que quer apagar este transporte interno?

source: Date
pt: Data

source: Add Internal Transport
pt: Adicionar Transporte Interno

source: Are you sure you want to delete
pt: Tem a certeza que quer apagar

source: Create VP
pt: Criar VP

source: Create New VP
pt: Criar Novo VP
